FactoryBot.define do
  factory :blog do
    title     {"ちょうど１００文字。ちょうど１００文字。ちょうど１００文字。ちょうど１００文字。ちょうど１００文字。ちょうど１００文字。ちょうど１００文字。ちょうど１００文字。ちょうど１００文字。ちょうど１００文字。"}
    url       {"https://sample.com"}
    body      {"ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。ちょうど４００文字。"}
    user
  end
end